{
    "questions": [
        "I will often hide my feelings to avoid hurting my spouse.",
        "When we disagree, I don't believe there is much point in analyzing our feelings and motivations.",
        "When we disagree, we often solve the problem by going back to our basic beliefs about the different roles of men and women in marriage.",
        "It is important to participate in festivals together.",
        "Many marital conflicts are solved just through the passing of time.",
        "We each do a lot of things on our own.",
        "During a marital conflict, there is not much to be gained from figuring out what is happening on a psychological level.",
        "Our religious values give us a clear sense of life's purposes.",
        "When I'm moody I prefer to be left alone until I get over it.",
        "I don't feel very comfortable with strong displays of lesser emotion in my marriage.",
        "We turn to our basic religious or cultural values for guidance when resolving conflicts.",
        "I just accept most of the things in my marriage that I can't change.",
        "We often agree not to talk about things we disagree about.",
        "In our marriage there is a fairly clear line between the husband's and wife's roles.",
        "We just don't seem to disagree very much.",
        "When we have some difference of opinion we often just drop the topic.",
        "We hardly ever have much to argue about.",
        "A lot of talking about disagreements often makes matters worse.",
        "There are some personal areas in my life that I prefer not to discuss with my spouse.",
        "There is not much point in trying to persuade my partner of my viewpoint.",
        "There's not much to be gained by getting openly angry with my spouse.",
        "Thinking positively solves a lot of marital issues.",
        "In marriage it is usually best to stick to the traditional values about men and women.",
        "I prefer to work out many of my lesser feelings on my own.",
        "Going over a lot of lesser feelings in a marital discussion usually makes things worse.",
        "If you just relax about problems, they have a way of working themselves out.",
        "When we talk about our problems we find they just aren't that important in the overall picture of our marriage.",
        "Men and women ought to have separate roles in a marriage."
    ],
    "threshold": 8,
    "greater": "You are probably prefer conflict-avoider style marriage.",
    "lesser": "You are alright with conflict in marriage.",
    "neutral": "",
    "percent": ""
}
